# ActualExhaustAirflow Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
Space..::..ActualExhaustAirflow Property
Space Class See Also
---
Get the Actual Exhaust Airflow of the Space.
**Namespace:** Autodesk.Revit.DB.Mechanical**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public double ActualExhaustAirflow { get; }
```

Visual Basic
---
```text
Public ReadOnly Property ActualExhaustAirflow As Double
	Get
```

Visual C++
---
```text
public:
property double ActualExhaustAirflow {
	double get ();
}
```

# Remarks
This property is used to get the Actual Exhaust Airflow (Unit: CFM) of the Space.
# See Also
Space Class
Autodesk.Revit.DB.Mechanical Namespace